<?php

return [
    'module' => 'Управление текстовыми страницами',
    'quickmenu' => [
        'create' => 'Добавить страницу',
    ],
    'menu' => 'Страницы',
    'table' => [
        'updated' => 'Обновлено',
        'slug' => 'Адрес',
        'heading' => 'Заголовок',
    ],
    'form' => [
        'content' => 'Контент',
        'gallery' => 'Изображения',
        'cover' => 'Обложка',
        'options' => 'Настройки',
        'slug' => 'Адрес страницы',
        'heading' => 'Заголовок',
        'preview' => 'Превью',
        'text' => 'HTML',
        'seo' => 'Настройки SEO',
        'title' => 'Заголовок для поиска',
        'description' => 'Описание страницы',
        'indexing' => 'Индексация для поисковых систем',
        'hide_heading' => 'Скрыть заголовок',
        'fullwidth' => 'Контент на ширину сайта',
        'enabled' => 'Опубликовано',
        'slugify' => 'Генерировать',
    ],
    'acl' => [
        'index' => 'Страницы: просмотр списка',
        'create' => 'Страницы: форма создания',
        'store' => 'Страницы: сохранение',
        'edit' => 'Страницы: форма редактирования',
        'update' => 'Страницы: обновление',
        'show' => 'Страницы: просмотр',
        'destroy' => 'Страницы: удаление',
    ],
];
